Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: Per exemple, si tenim una unitat d'informació que pot presentar-se en 778 formes diferents, necessitarem 10 bits, perquè amb 9 bits només podem fer $$2 2 2 2 2 2 2 2 2 = 2^9 = 512$$ combinacions diferents, però amb 10, ja en podem fer suficients, perquè $2^{10}=1 024$ (en quedarien $1 024-778=246$ combinacions sense usar).
es_es: Por ejemplo, si tenemos una unidad de información que puede presentarse en 778 formas diferentes, necesitaremos 10 bits, porque con 9 bits solo podemos hacer $$2 2 2 2 2 2 2 2 2 = 2^9 = 512$$ combinaciones diferentes, pero con 10, ya podemos hacer suficientes, porque $2^{10}=1 024$ ( quedarían $1 024-778=246$ combinaciones sin usar).

source: Per exemple, si { fui} va seguit de la preposició { a}, és molt probable que es tracte del verb { ir}; d'altra banda, si va seguit d'un participi passat, és molt probable que es tracte del verb { ser}: es podria fer una categoria gramatical especial per al verb ser i usar tècniques de desambiguació categorial.
es_es: Por ejemplo, si { fui} va seguido de la preposición { a}, es muy probable que se trate del verbo { ir}; por otro lado, si va seguido de un participio pasado, es muy probable que se trate del verbo { ser}: se podría hacer una categoría gramatical especial para el verbo ser y usar técnicas de desambiguación categorial.

source: Per exemple, un document de text com aquest té desenes de milers de caràcters, i una enciclopèdia, centenars de milions.
es_es: Por ejemplo, un documento de texto como éste tiene decenas de miles de caracteres, y una enciclopedia, cientos de millones.

source: Per exemple, un processador de textos com LibreOffice o Microsoft Word pot estar compost per més d'un programa.
es_es: Por ejemplo, un procesador de textos como LibreOffice o Microsoft Word puede estar compuesto por más de un programa.

source: Per exemple, un programa que suma tots els nombres enters del 1 al 10 podria ser el següent, el qual usa dues posicions de memòria RAM per a guardar valors necessaris per al càlcul.
es_es: Por ejemplo, un programa que suma todos los números enteros del 1 al 10 podría ser el siguiente que usa dos posiciones de memoria RAM para guardar valores necesarios para el cálculo.

source: Per exemple, una preposició no pot anar seguida d'una altra preposició.
es_es: Por ejemplo, una preposición no puede ir seguida de otra preposición.

source: Per poder explotar les traduccions presents en un bitext (o text paral·lel) en un programa d'ajuda a la traducció basat en memòries de traducció hi ha prou amb incloure els bitexts com a font d'unitats de traducció per al seu ús.
es_es: Para poder explotar las traducciones presentes en un bitexto (o texto paralelo) en un programa de ayuda a la traducción basado en memorias de traducción basta con incluir los bitextos como fuente de unidades de traducción para su uso.

source: Per què és difícil per a un sistema informàtic traduir com un professional?
es_es: ¿Por qué es tan difícil para un sistema informático traducir como un profesional?

source: Per raons històriques, els noms de fitxers solen tenir dues parts: el nom pròpiament dit i l'extensió, separades per un punt (per exemple, alacant.txt).
es_es: Por razones históricas, los nombres de ficheros suelen tener dos partes: el nombre propiamente dicho y la extensión, separadas por un punto (por ejemplo, alacant.txt).

source: Per sort, no.
es_es: Por suerte, no.

source: Per tant, cal considerar l'ús de preferències.
es_es: Por lo tanto, hay que considerar el uso de preferencias.

source: Per tant, es necessiten 8 bits, és a dir, un octet.
es_es: Por lo tanto, se necesitan 8 bits, es decir, un byte.

source: Per tant, la imatge ocupa $1.024 1024 3 = 3.145.728 bits$, que són $3.145.728/8=393.216$ octets, que són $393.216/1024=384$ kilooctets.
es_es: Por lo tanto, la imagen ocupa $1.024 1024 3 = 3.145.728 bits$, que son $3.145.728/8=393.216$ bytes, que son $393.216/1024=384$ kilobytes.

source: Però de vegades, les restriccions només redueixen l'ambigüitat sense eliminar-la completament.
es_es: Pero a veces, las restricciones sólo reducen la ambigüedad sin eliminarla completamente.

source: Però els bitextos complets no es poden aprofitar tal com estan perquè és molt improbable que ens encarreguen de nou exactament la mateixa tasca de traducció, és a dir, que ens encarreguen traduir de nou un text $E'$ quan tenim ja el bitext $(E',D')$.
es_es: Pero los bitextos completos no se pueden aprovechar tal como están porque es muy improbable que nos encarguen de nuevo exactamente la misma tarea de traducción, es decir, que nos encarguen traducir de nuevo un texto $E'$ cuando ya tenemos el bitexto $(E',D')$.

source: Però l'homografia no és l'única causa possible d'ambigüitat lèxica; hi ha mots que són ambigus tot i tenir la mateixa forma lèxica, perquè el que és ambigu és la interpretació del lema.
es_es: Pero la homografía no es la única causa posible de ambigüedad léxica; hay palabras que son ambiguas a pesar de tener la misma forma léxica, porque lo que es ambiguo es la interpretación del lema.

source: Però no es poden descartar la resta de formes lèxiques: si aquell és un determinant, sobre pot ser un nom (com és el cas); si aquell és un pronom, sobre podria ser un verb (com en les oracions Ara ens han sobrat dos cotxes, però pot ser que aquell sobre també més endavant.).
es_es: Pero no se pueden descartar el resto de formas léxicas: si aquel es un determinante, sobre puede ser un nombre (como es el caso); si aquel es un pronombre, sobre podría ser un verbo (como en las oraciones Ahora nos han sobrado dos coches, pero puede ser que aquel sobre también más adelante.).

source: Però si el fragment és massa menut és més probable que la traducció present en la memòria de traducció siga més imprecisa per ambigua (poden aparéixer correspondències múltiples entre les quals s'hauria d'elegir: per exemple a una part esquerra $e$ li poden correspondre dues parts dretes $d$ i $d'$ diferents en unitats de traducció diferents).
es_es: Pero si el fragmento es demasiado pequeño es más probable que la traducción presente en la memoria de traducción sea más imprecisa por ser ambigua (pueden aparecer correspondencias múltiples entre las cuales se tendría que elegir: por ejemplo a una parte izquierda $e$ le pueden corresponder dos partes derechas $d$ y $d'$ diferentes en unidades de traducción diferentes).

source: Però és que, al contrari del que podria semblar, no és gens senzill distingir quan un punt representa el final d'una oració: [...] molt tard.
es_es: Pero es que, al contrario de lo que podría parecer, no es nada sencillo distinguir cuándo un punto representa el final de una oración: [...] muy tarde.

source: Però, com que això succeeïx poques vegades, ja que els segments són normalment oracions i és difícil que es repetisquen exactament, la major part dels sistemes comercials usen estratègies per a no desaprofitar unitats de traducció que continguen parts esquerres similars a la nova (les anomenades concordances parcials, o, en anglés, fuzzy matches).
es_es: Pero, como esto sucede pocas veces, puesto que los segmentos son normalmente oraciones y es difícil que se repitan exactamente, la mayor parte de los sistemas comerciales usan estrategias para no desaprovechar unidades de traducción que contengan partes izquierdas similares a la nueva (las llamadas concordancias parciales, o, en inglés, fuzzy matches).

source: Però, el seu volum reduït limita les possibilitats de fer-hi ampliacions i, per tant, el seu temps de vida pot ser més curt que el dels ordinadors de sobretaula.
es_es: Pero, su volumen reducido limita las posibilidades de hacer ampliaciones y, por lo tanto, su tiempo de vida puede ser más corto que lo de los ordenadores de sobremesa.

source: Podem diferenciar tres tipus d'ambigüitat per homografia: Ambigüitat entre categories lèxiques diferents.
es_es: Podemos diferenciar tres tipos de ambigüedad por homografía: Ambigüedad entre categorías léxicas diferentes.

source: Podem dir que un enunciat (una oració, un text) és ambigu quan és susceptible de dues o més interpretacions {alcaraz97b}. ho expressen dient que l'ambigüitat és ``el fenomen pel qual una expressió té més d'un significat''.} Per tant, un enunciat ambigu pot tenir més d'una traducció a un altre idioma, tot i que de vegades pot tenir només una traducció a un altre idioma perquè aquesta traducció conserva l'ambigüitat de la frase original; d'això, se'n sol dir free ride (``passi gratuït'') i és tant més freqüent com més properes siguen les llengües involucrades en la traducció.
es_es: Podemos decir que un enunciado (una oración, un texto) es ambiguo cuando es susceptible de dos o más interpretaciones {alcaraz97b}. lo expresan diciendo que la ambigüedad es ``el fenómeno por el cual una expresión tiene más de un significado''.} Por tanto, un enunciado ambiguo puede tener más de una traducción a otro idioma, aunque a veces puede tener una sola traducción a otro idioma porque dicha traducción conserva la ambigüedad de la frase original; a esto se le suele llamar free ride (``pase gratuito'') y es más frecuente cuanto más cercanas sean las lenguas involucradas en la traducción.

source: Podem emmagatzemar més de 800.000 imatges.
es_es: Podemos almacenar más de 800.000 imágenes.

source: Podem esperar que l'execució dels programes continue en el mateix punt on es trobava quan les bateries van fallar?
es_es: ¿Podemos esperar que la ejecución de los programas continúe en el mismo punto donde se encontraba cuando las baterías fallaron?

source: Podem usar una memòria de traducció amb segments en anglés i espanyol per traduir de l'alemany a l'espanyol?
es_es: ¿Podemos usar una memoria de traducción con segmentos en inglés y español para traducir del alemán al español?

source: Possibles escapatòries: si detectem [minúscula] ``.'' [minúscula] (sense blancs), no segmentem.
es_es: Posibles escapatorias: si detectamos [minúscula] ``.'' [minúscula] (sin blancos), no segmentamos.

source: Pot haver-hi dos carpetes amb el mateix nom una dins de l'altra?
es_es: Puede haber dos carpetas con el mismo nombre una dentro de la otra?

source: Pot tenir més d'un arbre d'anàlisi sintàctica (ambigüitat estructural).
es_es: Puede tener más de un árbol de análisis sintáctico (ambigüedad estructural).

source: Pot un fitxer contenir les instruccions d'un programa executable?
es_es: ¿Puede un fichero contener las instrucciones de un programa ejecutable?

source: Pot una oració tenir més d'una traducció a un altre idioma malgrat estar formada completament per mots que no són ni homògrafs ni polisèmics en la llengua original?
es_es: ¿Puede una oración tener más de una traducción a otro idioma a pesar de estar formada completamente por palabras que no son ni homógrafas ni polisémicas en la lengua original?

source: Productes
es_es: Productos

source: Programari
es_es: Software

source: Pràcticament tots els programes necessiten fer operacions bàsiques com ara obrir i tancar arxius o gestionar el ratolí i la pantalla.
es_es: Prácticamente todos los programas necesitan hacer operaciones básicas como por ejemplo abrir y cerrar archivos o gestionar el ratón y la pantalla.

source: Punts al final d'abreviatura de cortesia: Sr(.), Dra(.), Excm(.), etc.
es_es: Puntos al final de abreviatura de cortesía: Sr(.), Dra(.), Excm(.), etc.

source: Punts al final de sigles: CC.OO(.), O.N.U(.).
es_es: Puntos al final de siglas: CC.OO(.), O.N.U(.).

source: Punts en URIs i adreces de correu electrònic.
es_es: Puntos en URIs y direcciones de correo electrónico.

source: Punts en mig de sigles: CC(.)OO., EE(.)UU., etc.
es_es: Puntos en medio de siglas: CC(.)OO., EE(.)UU., etc.

source: Punts suspensius (``...'').
es_es: Puntos suspensivos (``...'').

source: Quan connectem l'ordinador, el primer programa a executar-se és el firmware, el qual s'encarrega de fer algunes comprovacions, com ara que hi ha un teclat enganxat a l'ordinador o que la memòria RAM no te defectes, i de carregar el sistema operatiu.
es_es: Cuando conectamos el ordenador, el primer programa a ejecutarse es el firmware, el cual se encarga de hacer algunas comprobaciones, como por ejemplo que hay un teclado conectado al ordenador o que la memoria RAM no tiene defectos, y de cargar el sistema operativo.

source: Quan dos textos són equivalents diem que formen un bitext.''
es_es: Cuando dos textos son equivalentes decimos que forman un bitexto."

source: Quan el processador central està executant un programa, on espera trobar la següent instrucció?
es_es: Cuando el procesador central está ejecutando un programa, ¿dónde espera encontrar la siguiente instrucción?

source: Quan es produeix una ambigüitat perquè no queda clara l'adscripció d'un sintagma preposicional, com en porta la clau de l'armari gran, quina n'és la raó?
es_es: Cuando se produce una ambigüedad porque no queda clara la adscripción de un sintagma preposicional, como en porta la clau de l'armari gran, ¿cuál es la razón?

source: Quan es tracta de l'omissió del subjecte, se sol postular en lingüística l'existència d'un pronom especial anomenat PRO, sense forma superficial, que fa de subjecte nul, Joan va veure com PRO queia redolant i al qual s'assigna interpretació mitjançant processos díctics o anafòrics com els descrits per a altres expressions anafòriques.
es_es: Cuando se trata de la omisión del sujeto, se suele postular en lingüística la existencia de un pronombre especial llamado PRO, sin forma superficial, que hace de sujeto nulo, Joan vio como PRO caía rodando y al cual se asigna interpretación mediante procesos dícticos o anafóricos como los descritos para otras expresiones anafóricas.

source: Quan es tracta de traduir documents de text, la persona usuària vol alinear text i en molts casos probablement no necessita veure els codis de format per a validar o corregir un alineament. A més, les unitats de traducció que se n'obtinguen de l'alineament haurien de ser independents del format del document.
es_es: Cuando se trata de traducir documentos de texto, el usuario quiere alinear un texto y en muchos casos probablemente no necesite ver los códigos de formato para validar o corregir un alineamiento. Además, las unidades de traducción que se obtengan del alineamiento tendrían que ser independientes del formato del documento.

source: Quan l'abast d'un quantificador (és a dir, els mots que afecta) és imprecís, una oració pot tenir més d'una interpretació.
es_es: Cuando el alcance de un cuantificador (es decir, las palabras a las que afecta) es impreciso, una oración puede tener más de una interpretación.

source: Quan la imatge és la d'un text imprés, un programa de reconeixement òptic de caràcters (OCR, optical character recognition) la pot convertir en una representació del text adequada per a ser manipulada amb un processador de textos (vegeu la secció ), generalment amb alguns errors tipogràfics menors.
es_es: Cuando la imagen es la de un texto impreso, un programa de reconocimiento óptico de caracteres (OCR, optical character recognition) la puede convertir en una representación del texto adecuada para ser manipulada con un procesador de textos (véase la sección ), generalmente con algunos errores tipográficos menores.

source: Quan no?
es_es: ¿Cuándo no?

source: Quan tenim un mot polisèmic, li podem associar més d'un concepte o sentit.
es_es: Cuando tenemos una palabra polisémica, le podemos asociar más de un concepto o sentido.

source: Quan un adjectiu presenta la mateixa ambigüitat (per exemple, pot tenir més d'una traducció), independentment de com es trobe flexionat en gènere i nombre, direm que l'adjectiu és{} {} anafòric.
es_es: Cuando un adjetivo presenta la misma ambigüedad (por ejemplo, puede tener más de una traducción), independientemente de cómo se encuentro flexionado en género y número, diremos que el adjetivo es{} {} anafórico.

source: Quant a la interfície d'ús, és a dir, l'aparença i la forma d'interaccionar amb l'usuari, la majoria dels sistemes operatius són gràfics, és a dir, basats en ratolí o pantalla tàctil, punters, finestres, etc.
es_es: En cuanto a la interfaz de uso, es decir, la apariencia y la forma de interaccionar con el usuario, la mayoría de los sistemas operativos son gráficos, es decir, basados en ratón o pantalla táctil, punteros, ventanas, etc.

source: Quant al funcionament, a quins sistemes de traducció automàtica s'assemblen més les memòries de traducció?
es_es: En cuanto al funcionamiento, ¿a qué sistemas de traducción automática se asemejan más las memorias de traducción?

source: Quant als ordinadors de taula i els portàtils, sovint es fa la distinció entre els ordinadors de tipus PC i els Macintosh (sovint anomenats Mac).
es_es: En cuanto a los ordenadores de mesa y los portátiles, a menudo se hace la distinción entre los ordenadores de tipo PC y los Macintosh (a menudo denominados Mac).

source: Quanta memòria ocupa una imatge de 1024$$1024 punts on cada punt pot tenir 8 colors?
es_es: ¿Cuánta memoria ocupa una imagen de 1024$$1024 puntos donde cada punto puede tener 8 colores?

source: Quants bits fan falta per representar els 12 mesos de l'any?
es_es: ¿Cuántos bits hacen falta para representar los 12 meses del año?

source: Quants kilobytes (kilooctets) hi ha en un gigabyte (gigaoctet)?
es_es: ¿Cuántos kilobytes hay en un gigabyte?

source: Quants bits necessitem per codificar un número de telèfon de 9 xifres suposant que codifiquem els dígits un a un?
es_es: ¿Cuántos bits necesitamos para codificar un número de teléfono de 9 cifras suponiendo que codificamos los dígitos uno a uno?

source: Quants valors possibles pot prendre un octet o byte?
es_es: ¿Cuántos valores posibles puede tomar un byte?

source: Que hem de fer amb els bitextos existents per a poder reutilitzar la informació que contenen per a fer noves traduccions amb una memòria de traducció?
es_es: ¿Qué tenemos que hacer con los bitextos existentes para poder reutilizar la información que contienen para hacer nuevas traducciones con una memoria de traducción?

source: Quin d'aquests indicadors indica millor l'esforç que haurem de fer per acabar de traduir el segment?
es_es: ¿Cuál de estos indicadores indica mejor el esfuerzo que tendremos que hacer para acabar de traducir el segmento?

source: Quin dels tres mitjans d'emmagatzemament següents no és òptic: Un CD-ROM Un DVD Un disc fix.
es_es: ¿Cuál de los tres medios de almacenamiento siguientes no es óptico: Un CD-ROM Un DVD Un disco fijo.

source: Quin tipus d'ambigüitat es dóna en l'oració La mata l'enveja (1: ``l'enveja l'està matant''; 2: ``la planta li té enveja a ella'')?
es_es: ¿Qué tipo de ambigüedad se da en la oración La mata l'nvidia (1: ``l'enveja l'està matant''; 2: ``la planta li té enveja a ella'')?

source: Quin tipus d'ambigüitat es dóna en l'oració ``Aston Family Man era el baix de The Wailers'' (Aston era el més baix del grup; Aston tocava el baix en el grup)?
es_es: ¿Qué tipo de ambigüedad se da en la oración ``Aston Family Man era el bajo de The Wailers" (Aston era el más bajo del grupo; Aston tocaba el bajo en el grupo)?

source: Quin tipus d'ambigüitat es produeix en el pronom feble li de la frase Vaig veure Mario i la seua mare; li vaig dir que m'agradava molt el seu fill?
es_es: ¿Qué tipo de ambigüedad se produce en el pronombre débil li de la frase Vaig veure Mario i sa madre; li vaig dir que m'agradava molt el seu fill?

source: Quina característica dels textos que s'han de traduir fa que l'ús de memòries de traducció siga la solució adequada?
es_es: ¿Qué característica de los textos que se tienen que traducir hace que el uso de memorias de traducción sea la solución adecuada?

source: Quina característica és comuna a tots els tipus de programari?
es_es: ¿Qué característica es común a todos los tipos de software?

source: Quina d'aquestes afirmacions es certa?
es_es: ¿Cuál de estas afirmaciones es cierta?

source: Quina d'aquestes afirmacions és incorrecta?
es_es: ¿Cuál de estas afirmaciones es cierta?

source: Quina d'aquestes característiques d'un treball de traducció el fa més tractable amb memòries de traducció?
es_es: ¿Cuál de estas características de un trabajo de traducción lo hace más tratable con memorias de traducción?

source: Quina d'aquestes definicions de fitxer és més correcta?
es_es: ¿Cuál de estas definiciones de archivo es cierta?

source: Quina?
es_es: ¿Cuál?

source: Quines són les característiques de la memòria RAM d'un ordinador de taula?
es_es: ¿Cuáles son las características de la memoria RAM de un ordenador de mesa?

source: Què vol dir això?
es_es: ¿Qué quiere decir esto?

source: Qüestions i exercicis
es_es: Preguntas y ejercicios

source: Relacionats amb la dixi.
es_es: Relacionados con la deixis.

source: S'accepta comunament que la major part dels mots polisèmics d'un text (o d'un fragment del text) solen tenir una única interpretació en un text donat, però aquest principi s'ha de concretar en un mètode concret per a resoldre la polisèmia.
es_es: Normalmente se acepta que la mayor parte de las palabras polisémicas de un texto (o de un fragmento del texto) suelen tener una única interpretación en un texto dado, pero este principio se tiene que concretar en un método concreto para resolver la polisemia.

source: S'anomena firmware el programari del sistema que s'usa tan freqüentment que s'emmagatzema permanentment en xips ROM.
es_es: Se denomina firmware el software del sistema que se usa tan frecuentemente que se almacena permanentemente en chips ROM.

source: S'ha de tenir en compte que la traducció automàtica pot constituir una alternativa acceptable en aquells segments on la memòria de traducció no pot fer una proposta raonable, i, de fet, molts programes de traducció assistida per ordinador combinen l'accés a memòries de traducció amb l'accés a la traducció automàtica.
es_es: Se tiene que tener en cuenta que la traducción automática puede constituir una alternativa aceptable en aquellos segmentos donde la memoria de traducción no puede hacer una propuesta razonable, y, de hecho, muchos programas de traducción asistida por ordenador combinan el acceso a memorias de traducción con el acceso a la traducción automática.

source: S'ha de tenir en compte que la utilitat de les memòries de traducció millora considerablement amb la grandària del corpus de traduccions usades per a omplir-les; per tant, no és estrany que una memòria de traducció haja de gestionar una gran quantitat d'unitats de traducció.
es_es: Se tiene que tener en cuenta que la utilidad de las memorias de traducción mejora considerablemente con el tamaño del corpus de traducciones usadas para llenarlas; por lo tanto, no es extraño que una memoria de traducción tenga que gestionar una gran cantidad de unidades de traducción.

source: S'hi mostren només dues unitats de traducció (tu) dins del cos (body), cada una amb el seu identificador únic (tuid).
es_es: Se muestran sólo dos unidades de traducción (tú) dentro del cuerpo (body), cada una con su identificador único (tuid).

source: S'hi poden distingir diversos casos: Ambigüitat estructural d'origen coordinatiu: Per exemple, si diem Posa els llençols i els cobertors nets a l'armari hi ha dues possibles interpretacions; en una els llençols no estan nets, en l'altra sí, segons que es considere que l'adjectiu nets modifica els dos substantius coordinats o només l'últim (vegeu la fig. ).
es_es: Se pueden distinguir varios casos: Ambigüedad estructural de origen coordinativo: Por ejemplo, si decimos Pone las sábanas y las colchas limpias en el armario hay dos posibles interpretaciones; en una las sábanas no están limpias, en la otra sí, según se considere que el adjetivo limpias modifica los dos sustantivos coordinados o sólo el último (véase la fig. ).
